Repository: wyzeman/predacow
Catalog: includes/locale/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Customer adress (postal code) is empty!
fr_ca: L'adresse (code postal) est vide!

source: Phone number already in use! You can't create a new customer with this phone number.
fr_ca: Numéro de téléphone déja en utilisation! Vous ne pouvez pas créer un nouveau client avec le même numéro.

source: P.O. already in use!
fr_ca: Numéro de commande déjà en utilisation!

source: Artwork action is not defined!
fr_ca: La prise en charge du montage n'est pas valide!

source: Season is empty!
fr_ca: La saison est vide!

source: Season is invalid!
fr_ca: La saison est invalide!

source: Line-up is empty!
fr_ca: La série est invalide!

source: No products were specified!
fr_ca: Pas de produits!

source: Shipping destination is empty!
fr_ca: La destination de livraison est vide!

source: Shipping date is empty!
fr_ca: La date de livraison est vide!

source: You must choose a color!
fr_ca: Vous devez choisir une couleur!

source: No artwork found!
fr_ca: Aucun montage n'à été trouvé!

source: New text is empty!
fr_ca: Le champ texte est vide!

source: No file(s) was specified!
fr_ca: Aucun fichier n'est spécifié!

source: Unable to add this customer to database!
fr_ca: Impossible d'ajouter un client au syst&egrave;me!

source: Send from form
fr_ca: Envoyé à partir du formulaire web

source: File not found, maybe you uploaded an invalid file?
fr_ca: Fichier introuvable, vous avez peut-être utilisé un fichier invalide?

source: Black
fr_ca: Noir

source: No Name
fr_ca: Sans Nom

source: New order from QUEROL
fr_ca: Nouvelle commande de QUÉ-ROL

source: Thank you submitting your order.
fr_ca: Merci d'avoir soumis votre commande en ligne.

source: Invalid Quantity!
fr_ca: Quantit&eacute; Invalide!

source: Invalid product!
fr_ca: Produit invalide!

source: Invalid quantity!
fr_ca: Quantit&eacute; Invalide!

source: Phone number must be at least ten digits!
fr_ca: Le numéro de téléphone doit être composé d'au moins dix chiffres!

source: No customer yet!
fr_ca: Pas de client pour l'instant!

source: Artwork for
fr_ca: Montage pour

source: Please put your artwork as attachment to this email. Thank you
fr_ca: S.VP. Veuillez mettre vos fichiers en pièces-jointes. Merci

source: January
fr_ca: Janvier

source: February
fr_ca: F&eacute;vrier

source: March
fr_ca: Mars

source: April
fr_ca: Avril

source: May
fr_ca: Mai

source: June
fr_ca: Juin

source: July
fr_ca: Juillet

source: August
fr_ca: Ao&ucirc;t

source: September
fr_ca: Septembre

source: October
fr_ca: Octobre

source: November
fr_ca: Novembre

source: December
fr_ca: D&eacute;cembre

source: Start of
fr_ca: D&eacute;but

source: Middle
fr_ca: Mi

source: End of
fr_ca: Fin

source: Request Quote
fr_ca: Soumission

source: Problems?
fr_ca: Problème(s)?

source: Logout
fr_ca: Sortir

source: second
fr_ca: seconde

source: seconds
fr_ca: secondes

source: hour
fr_ca: heure

source: hours
fr_ca: heures

source: day
fr_ca: jour

source: days
fr_ca: jours

source: week
fr_ca: semaine

source: weeks
fr_ca: semaines

source: Date/Time
fr_ca: Date/Heure

source: Elapsed Time
fr_ca: Temps Écoulé

source: No step done
fr_ca: Aucune étape

source: Not associated yet
fr_ca: Pas associé

source: Original Order
fr_ca: Commande Originale

source: Qty
fr_ca: Qté

source: Unit Price
fr_ca: Prix Unitaire

source: Date of issue:
fr_ca: Date d'émission:

source: Due Date:
fr_ca: Date d'échéance:

source: received on
fr_ca: reçu le

source: Your order
fr_ca: Votre Dossier

source: Our file
fr_ca: Notre fichier

source: Reference:
fr_ca: Référence:

source: Total Amount : USD
fr_ca: Montant Total: USD

source: Total Amount : CAD
fr_ca: Montant Total: CAD

source: No returns accepted without authorization. / No claim for 10 days after receiving the goods.
fr_ca: Aucun retour de marchandise accepté sans autorisation. / Aucune réclamation passé 10 jours suivant la réception de la marchandise.

source: Restocking fee of 15% will be charged on all returned merchandise.
fr_ca: Des frais de réapprovisionnement de 15 % seront facturé sur toute marchandise retournée.

source: Available discount is:
fr_ca: L'escompte disponible est:

source: (2% of sub-total
fr_ca: 2% du sous-total

source: The discount is not available if paid by credit card
fr_ca: L'escompte n'est pas disponible si payé par carte de crédit

source: This amount have to be paid before
fr_ca: Ce montant doit être payé avant le

source: Please cut out the bottom part and return with your payment.
fr_ca: S'il vous plait, découpez ici et retournez avec votre paiement.

source: Remit to:
fr_ca: Remettre à :

source: Paid amount:
fr_ca: Montant exigible:

source: Email address
fr_ca: Adresse courriel

source: Country
fr_ca: Pays

source: Unable to delete invalid users:
fr_ca: Incapable de supprimer les usagers invalides:

source: Internal error!
fr_ca: Erreur interne!

source: Email address already in use!
fr_ca: Adresse courriel d&eacute;j&agrave; en utilisation!

source: To view the message, please use an HTML compatible email viewer!
fr_ca: Pour voir ce message, veuillez utiliser un visionneur de courriel supportant le HTML!

source: (Again)
fr_ca: (Encore)

source: Unable to update password!
fr_ca: Incapable de mettre &agrave; jour le mot de passe!

source: Invalid form method!
fr_ca: Méthode du formulaire invalide!
