Repository: wyzeman/predacow
Catalog: includes/locale/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Phone number
fr_ca: Téléphone

source: Show Results
fr_ca: Voir R&eacute;sultats

source: No company found!
fr_ca: Aucune entreprise n'a &eacute;t&eacute; trouv&eacute;!

source: Invoices
fr_ca: Factures

source: Search
fr_ca: Chercher

source: Date (Start)
fr_ca: Date (Début)

source: Date (Stop)
fr_ca: Date (Fin)

source: Selected company
fr_ca: Compagnie

source: Orders
fr_ca: Dossiers

source: Step
fr_ca: Étape

source: Creation Date
fr_ca: Date de création

source: Order Name
fr_ca: Nom Dossier

source: Order #
fr_ca: Dossier #

source: Unknown
fr_ca: Inconnu

source: Tel.:
fr_ca: Tél.:

source: Email:
fr_ca: Courriel:

source: Distributor
fr_ca: Distributeur

source: Ship Order To
fr_ca: Livrer À

source: Status
fr_ca: &Eacute;tat

source: Invoice
fr_ca: Facture

source: Proof / Assembly
fr_ca: Montage

source: View it now
fr_ca: Voir Maintenant

source: <b>Shipment Information</b>
fr_ca: <b>Information sur la livraison</b>

source: Street Address
fr_ca: Adresse (Rue)

source: City
fr_ca: Ville

source: Province / State
fr_ca: Province / État

source: Postal / Zip Code
fr_ca: Zip / Code Postal

source: Shipping
fr_ca: Livraison

source: <b>Optional Information</b>
fr_ca: <b>Information facultative</b>

source: Specific date for<br/>shipment:
fr_ca: Date sp&eacute;cifique pour<br/>livraison:

source: Notes About Order:
fr_ca: Notes à propos du dossier:

source: Files in folder:
fr_ca: Fichiers:

source: <b>Products</b>
fr_ca: <b>Produits</b>

source: Unfollow
fr_ca: Ne plus suivre

source: Follow
fr_ca: Suivre

source: View Invoice
fr_ca: Voir Facture

source: Print Order
fr_ca: Imprimer la commande

source: Back To Previous Page
fr_ca: Revenir en arri&egrave;re

source: Are you sure?
fr_ca: Etes-vous sure?

source: Filter List
fr_ca: Liste des filtres

source: Add New Filter
fr_ca: Ajouter Un Filtre

source: Product List
fr_ca: Produits

source: (comma-separated values)
fr_ca: (valeurs séparés par une virgule)

source: Step(s)
fr_ca: Étape(s)

source: Add Filter
fr_ca: Ajouter un filtre

source: Save Changes
fr_ca: Sauvegarder changements

source: Cancel
fr_ca: Annuler

source: Internal Name
fr_ca: Nom Interne

source: Name (english)
fr_ca: Nom (anglais)

source: Name (french)
fr_ca: Nom (français)

source: Step #
fr_ca: Étape #

source: Step List
fr_ca: Étapes

source: Add New Step
fr_ca: Ajouter une étape

source: Add Step
fr_ca: Ajouter une étape

source: User Name
fr_ca: Usager:

source: Company
fr_ca: Entreprise

source: Real Name
fr_ca: Nom complet

source: User Level
fr_ca: Niveau Usager

source: User is active
fr_ca: L'usager est actif

source: Sherlock Steps
fr_ca: Sherlock (Étapes)

source: Email Addresses
fr_ca: Adresse courriel

source: Notifications
fr_ca: Avertissements

source: Artwork Approval
fr_ca: Approuver Montage

source: Password Change (Leave blank to keep current one)
fr_ca: Changer le mot de passe (Laisser vide pour garder le même)

source: Old password
fr_ca: Vieux mot de passe

source: New Password
fr_ca: Nouveau mot de passe

source: Password (Confirm)
fr_ca: Mot de passe (Confirmation)

source: Customer not found!
fr_ca: Client introuvable!

source: Passwords doesn't matches!
fr_ca: Les mots de passes ne correspondent pas!

source: Please select a company first!
fr_ca: Il faut d'abord choisir une entreprise!

source: User List
fr_ca: Liste des usagers

source: Add New User (Distributor)
fr_ca: Ajouter Un Usager

source: Add New User (Staff)
fr_ca: Ajouter Un Employé

source: Selected Company
fr_ca: Choisir cette entreprise

source: Level
fr_ca: Niveau

source: All
fr_ca: Tous

source: Search by phone number
fr_ca: Chercher par numéro de téléphone

source: Find
fr_ca: Chercher

source: Username
fr_ca: Usager

source: Password
fr_ca: Mot de passe

source: Password (Again)
fr_ca: Mot de passe (Confirmation)

source: Add User
fr_ca: Ajouter Usager

source: System
fr_ca: Syst&egrave;me

source: Date and time
fr_ca: Date et heure

source: Companies
fr_ca: Entreprises

source: Users
fr_ca: Usagers

source: Registered Users
fr_ca: Usagers enregistr&eacute;s

source: Active Users
fr_ca: Usagers actifs

source: Logged User this day
fr_ca: Utilisateurs aujourd'hui

source: 2010-2014 All Rights Reserved
fr_ca: 2010-2014 Tous droits r&eacute;serv&eacute;s

source: Admin Access
fr_ca: Acc&egrave;s Administrateur

source: Unable to continue
fr_ca: Incapable de continuer

source: Your email address field is empty!
fr_ca: Votre champ courriel est vide!

source: Unable to send a email to this address (' + result + ')
fr_ca: Incapable d'envoyer un courriel à cette adresse (' + result + ')

source: Operation completed
fr_ca: Op&eacute;ration termin&eacute;

source: A email containing your new password was succesfully sent.
fr_ca: Un courriel contenant votre nouveau mot de passe à été envoyé avec succès.

source: Unable to perform a login
fr_ca: Incapable de se connecter

source: Your username field is empty!
fr_ca: Le champ usager est vide!

source: Your password field is empty!
fr_ca: Votre champ mot de passe est vide!

source: The username and password entered are not matching any entry in our database!
fr_ca: Votre usager et mot de passe ne retourne aucun r&eacute;sultat valide!

source: Forgot Password Reminder
fr_ca: J'ai oubli&eacute; mon mot de passe

source: A new password will be generated and the details will be sent to you through your email address.
fr_ca: Un nouveau mot de passe va &ecirc;tre g&eacute;n&eacute;r&eacute; et les d&eacute;tails vont vous &ecirc;tre communiqu&eacute; par courriel.

source: Continue
fr_ca: Continuer

source: Please wait...
fr_ca: Veuillez patienter ...

source: Username:
fr_ca: Usager:

source: Password:
fr_ca: Mot de passe:

source: Register Account
fr_ca: Enregistrer

source: I forgot my password
fr_ca: J'ai oubli&eacute; mon mot de passe

source: Modify
fr_ca: Modifier

source: Delete
fr_ca: Effacer

source: Catalog
fr_ca: Catalogue

source: Back
fr_ca: Retour

source: Our catalog is prodived in two versions for your convenience.
fr_ca: Vous trouvez plus bas notre catalogue en 2 versions pour vous faciliter la t&acirc;che.

source: The JPEG version allows you to quickly load the catalogue and save the pages that you want. The PDF format takes a longer time to load, but allows you to read all the text and extract certain passages.
fr_ca: La version JPEG vous permet de t&eacute;l&eacute;charger plus rapidement le catalogue et de sauvegarder les pages que vous voulez. La version PDF, plus longue &agrave; t&eacute;l&eacute;charger, vous permets de bien lire tout le texte et d'extraire certains passages.

source: JPEG version of the catalog (faster)
fr_ca: Version JPEG (rapide)

source: PDF version of the catalog (slower)
fr_ca: Version PDF (plus lent)

source: Stock Status
fr_ca: &Eacute;tat des stocks

source: In business since 1974, we specialize in calendars and card games, but we also offer a range of products that will meet the needs of your customers.
fr_ca: En affaires depuis 1974, nous nous sp&eacute;cialisons dans les calendriers et les jeux de cartes, mais nous offrons aussi une panoplie de produits divers qui sauront combler tous les besoins de vos clients.

source: We supply you with the image files of each of our products. This will allow you to prepare your quote or flyers with quality images.
fr_ca: Nous mettons &agrave; votre disposition des fichiers image de chacun de nos produits. Vous pourrez ainsi pr&eacute;parer vos devis ou circulaires avec des images de qualit&eacute;.

source: You could also list the different templates and data sheets that will give you details for the various jobs that you will send us.
fr_ca: Vous trouverez aussi, une page qui liste les diff&eacute;rents gabarits et fiches techniques qui vous permettront de nous fournir des fichiers ad&eacute;quats pour les diff&eacute;rents travaux que vous voulez entreprendre.

source: Product Images
fr_ca: Nos produits

source: Templates
fr_ca: Gabarits

source: Distributor Login
fr_ca: Acc&egrave;s distributeur

source: Phone
fr_ca: T&eacute;l&eacute;phone

source: Email
fr_ca: Courriel

source: Address
fr_ca: Adresse

source: Unable to submit your order, please contact us directly!
fr_ca: Nous sommes incapable de traiter votre commande, veuillez nous contacter directement!

source: Please check if the information is valid and click on submit your order.
fr_ca: Veuillez vérifier si les informations entrées sont exactes et appuyez sur SOUMETTRE MA COMMANDE.

source: Submit my order
fr_ca: Soumettre ma commande

source: Print
fr_ca: Imprimer

source: Edit
fr_ca: Modifier

source: For which customer
fr_ca: Pour quel client

source: Company name
fr_ca: Nom de l'entreprise

source: Order Content
fr_ca: Contenu de la commande

source: Season
fr_ca: Saison

source: Line-up
fr_ca: Série

source: Artwork
fr_ca: Montage

source: Use previous artwork
fr_ca: Utiliser montage précédent

source: New text
fr_ca: Nouveau texte

source: Upload new file(s)
fr_ca: Transmettre de nouveaux fichiers

source: Email file(s)
fr_ca: Fichiers par courriel

source: No artwork found
fr_ca: Aucun résultat trouvé!

source: File(s)
fr_ca: Ficher(s)

source: Color
fr_ca: Couleur

source: No
fr_ca: Non

source: Ship to
fr_ca: Livrer a

source: To distributor
fr_ca: Au distributeur

source: To customer
fr_ca: Au client

source: For the attention of
fr_ca: À l'attention de

source: Specific period for shipment
fr_ca: Date spécifique pour la livraison

source: Miscellaneous
fr_ca: Autre

source: Contact Person
fr_ca: Personne Contact

source: Additional notes
fr_ca: Notes additionnelles

source: Customer not found! Please fill the form below
fr_ca: Le client n'a pas été trouvé, entrez les informations dans les champs ci-dessous.

source: P.O. is empty!
fr_ca: Le P.O. est vide!

source: Close
fr_ca: Fermer

source: Download previous artwork
fr_ca: Télécharger le montage précédent

source: Order Confirmation
fr_ca: Confirmation de commande

source: Pick a customer
fr_ca: Choisir un client

source: Select this customer
fr_ca: Choisir cette entreprise

source: Customer List
fr_ca: Liste des clients

source: File(s) to upload
fr_ca: Fichier(s)

source: Click here to send your files
fr_ca: Appuyer ici pour envoyer vos fichiers

source: Artwork Color
fr_ca: Couleur pour montage

source: Yes
fr_ca: Oui

source: Brown
fr_ca: Brun

source: Green
fr_ca: Vert

source: Red
fr_ca: Rouge

source: Yellow Process
fr_ca: Jaune Process

source: Blue Reflex
fr_ca: Bleu Reflex

source: Blue Process
fr_ca: Bleu Process

source: PMS / Name
fr_ca: PMS / Nom

source: Clear
fr_ca: Recommencer

source: Current date and time
fr_ca: Date et heure courante

source: Connected as
fr_ca: Connecter en tant que

source: Download our catalog
fr_ca: T&eacute;l&eacute;charger notre catalogue

source: French
fr_ca: Fran&ccedil;ais

source: English
fr_ca: Anglais

source: Click here
fr_ca: Cliquer ici

source: Your Company Information
fr_ca: Votre Entreprise

source: Name
fr_ca: Nom

source: To Contact Us
fr_ca: Pour Nous Contacter

source: QUEROL: New Order Submitted!
fr_ca: QU&Eacute;ROL: Nouveau dossier ajout&eacute;!

source: QU&Eacute;-ROL: New Order Submitted!
fr_ca: QU&Eacute;ROL: Nouveau dossier ajout&eacute;!

source: For which distributor
fr_ca: Pour quel distributeur

source: Distributor name
fr_ca: Nom du distributeur

source: To see your order, please visit <a style="color:#333" href="http://www.que-rol.com">QU&Eacute;-ROL.COM</a>
fr_ca: Pour voir votre dossier, visiter <a style="color:#333" href="http://www.que-rol.com">QUE-ROL.COM</a>

source: You are logged as user:
fr_ca: Vous êtes connecté avec l'usager:

source: of company:
fr_ca: de l'entreprise:

source: Back to administration
fr_ca: Retour à l'administration

source: <a href="../admin/" class="color_highlight" style="text-decoration:none">Customers Access</a>
fr_ca: <a href="../admin/" class="color_highlight" style="text-decoration:none">Accès Distributeurs</a>

source: Fax. number
fr_ca: Télécopieur

source: Contact
fr_ca: Personne Contact

source: Email (General)
fr_ca: Courriel (Général)

source: Email (Artwork)
fr_ca: Courriel (Montage)

source: Email (Invoice)
fr_ca: Courriel (Facturation)

source: Credit Card
fr_ca: Carte de crédit

source: Pre-authorized Payments
fr_ca: Paiements pré-authorisés

source: Last Orders
fr_ca: Dernières Commandes

source: More Orders ...
fr_ca: Plus de commandes ...

source: Back to dashboard
fr_ca: Retour au menu principal

source: PAID
fr_ca: Payé

source: No invoice yet!
fr_ca: Pas de factures!

source: # Invoice
fr_ca: # Facture

source: Customer
fr_ca: Client

source: Order
fr_ca: Dossier

source: Origin
fr_ca: Origine

source: Sherlock (Products)
fr_ca: Sherlock (Produits)

source: Missing value(s) error!
fr_ca: Valeurs manquantes!

source: Product list is empty!
fr_ca: Liste de produits vide!

source: No step selected for this filter!
fr_ca: Aucune étape n'est sélectionnée!

source: Filter successfully added!
fr_ca: Filtre ajout&eacute; avec succ&egrave;s!

source: Changes successfully saved!
fr_ca: Modifications sauvegard&eacute;es!

source: Modify Filter
fr_ca: Modifier le filtre

source: Invalid filter identification number provided!
fr_ca: Num&eacute;ro d'identification invalide!

source: Invalid filter identification number used!
fr_ca: Num&eacute;ro d'identification invalide!

source: Filter successfully removed!
fr_ca: Filtre supprim&eacute; avec succ&egrave;s!

source: No result found!
fr_ca: Aucun résultat!

source: Product Filter
fr_ca: Filtre des produits

source: Steps
fr_ca: Étapes

source: Order Tracking
fr_ca: Suivi des commandes

source: Invalid id!
fr_ca: Numéro invalide!

source: Me
fr_ca: Moi

source: In Progress
fr_ca: En Progression

source: No products!
fr_ca: Pas de produits!

source: Product
fr_ca: Produit

source: Quantity
fr_ca: Quantité

source: Unit Cost
fr_ca: Coût Unitaire

source: Fatal Error: Invalid 'facture' ID!
fr_ca: Erreur Fatale: Identifiant 'facture' invalide!

source: Paid
fr_ca: Pay&eacute;

source: Due Date
fr_ca: Date d'échéance

source: Unassigned
fr_ca: Pas associé

source: Invoice sent
fr_ca: Facture envoyé

source: Unnamed
fr_ca: Sans Nom

source: Not associated yet!
fr_ca: Pas associé

source: View Order
fr_ca: Voir la commande

source: Sorry, No order yet.
fr_ca: D&eacute;sol&eacute;, pas de dossiers pour l'instant.

source: Order Details
fr_ca: D&eacute;tails

source: Users Manager
fr_ca: Gestion Usagers

source: Sorry, but the system must have at least one active adninistrator!
fr_ca: D&eacute;sol&eacute; mais le syst&egrave;me doit conserver au moins un administrateur actif!

source: The password doesn't match!
fr_ca: Les mots de passes ne correspondent pas!

source: You cannot impersonate this user(staff)!
fr_ca: Vous ne pouvez pas faire ça!

source: Modify User
fr_ca: Modifier Usager

source: Invalid user identification number provided!
fr_ca: Num&eacute;ro d'usager invalide!

source: DISTRIBUTOR
fr_ca: DISTRIBUTEUR

source: Invalid user identification number used!
fr_ca: Num&eacute;ro d'usager invalide!

source: User successfully removed!
fr_ca: Usager supprim&eacute; avec succ&egrave;s!

source: Invalid company identification number!
fr_ca: Num&eacute;ro d'entreprise invalide!

source: Username already in use!
fr_ca: Nom d'usager d&eacute;j&agrave; en utilisation!

source: User successfully added!
fr_ca: Usager ajout&eacute; avec succ&egrave;s!

source: Telephone Number
fr_ca: Numéro de téléphone

source: Fax Number
fr_ca: Télécopieur

source: Email Address
fr_ca: Adresse

source: Impersonate
fr_ca: usurper l'identité

source: Company Name
fr_ca: Nom d'entreprise

source: Active
fr_ca: Actif

source: Staff
fr_ca: Employé

source: Phonenumber must be at least seven digits!
fr_ca: Le numéro de téléphone doit être composé d'au moins sept chiffres?

source: Welcome
fr_ca: Bienvenue

source: No session!
fr_ca: Pas de session!

source: Connected since
fr_ca: Connect&eacute; depuis

source: Last activity
fr_ca: Derni&egrave; activit&eacute;

source: Last page visited
fr_ca: Derni&egrave;re page

source: Platform
fr_ca: Plateforme

source: Not assigned
fr_ca: Pas associé

source: No step!
fr_ca: Aucune étape!

source: Not following any order!
fr_ca: Aucun dossier!

source: Current Step
fr_ca: Étape en cours

source: Invalid order id!
fr_ca: Numéro invalide!

source: Sherlock (Steps)
fr_ca: Sherlock (Étapes)

source: Empty value for 'Internal Name' field!
fr_ca: Champ 'Nom Interne' vide!

source: Empty value for 'Name (english)' field!
fr_ca: Champ 'Nom (anglais)' vide!

source: Empty value for 'Name (french)' field!
fr_ca: Champ 'Nom (français)' vide!

source: Empty value for 'Step #' field!
fr_ca: Champ 'Étape #' vide!

source: This step already exists, please use different names and/or id!
fr_ca: Cette étape existe déjà!

source: Step successfully added!
fr_ca: Étape ajoutée avec succès!

source: Invalid step identification number provided!
fr_ca: Num&eacute;ro d'identification invalide!

source: Modify Step
fr_ca: Modifier l'étape

source: Invalid step identification number used!
fr_ca: Num&eacute;ro d'identification invalide!

source: Step successfully removed!
fr_ca: Étape supprim&eacute; avec succ&egrave;s!

source: Exit / Close
fr_ca: Fermer / Sortir

source: Tel.:
fr_ca: Tél.:

source: Invoice Summary
fr_ca: Sommaire de la facture

source: Date Produced
fr_ca: Date d'émission

source: Invoice Amount
fr_ca: Montant exigible

source: Expiration
fr_ca: Échéance

source: Special payment conditions are found at invoice bottom.
fr_ca: Des conditions spéciales de paiement sont décrites au bas de la facture.

source: Payment Conditions:
fr_ca: Conditions de paiement:

source: 2% 10 days
fr_ca: 2% 10 jours

source: Net 30 days
fr_ca: Net 30 jours

source: This bill may receive a discount of 2% if paid within 10 days of its issuance. This account will be considered past due 30 days after its issuance. Interest of 2% per month can (26.82% per year) apply when an account is considered past due.
fr_ca: Cette facture peut bénéficier d'un escompte de 2% si payée dans les 10 jours suivant son émission. Ce compte sera considéré comme en souffrance 30 jours après son emission. Des intérêts de 2% par mois peuvent (26.82% par année) s'appliquer lorsqu'un compte est considéré comme étant en souffrance.

source: Your Order:
fr_ca: Votre Dossier:

source: Product Name
fr_ca: Nom du produit

source: Price
fr_ca: Prix

source: No merchandise refund accepted without authorization.
fr_ca: Aucun retour de marchandise n'est accepté sans autorisation.

source: Total Amount
fr_ca: Montant exigible

source: Details about how discount is calculated:
fr_ca: Détails du calcul de l'escompte:

source: Available discount is: 2.09% (2% of sub-total
fr_ca: L'escompte disponible est de 2.09% (2% du sous-total

source: Total amount if you use your discount:
fr_ca: Montant à payer si vous prenez l'escompte:

source: This amount have to be paid before
fr_ca: Ce montant doit être payé avant le

source: The taxes are calculated on the net price of products. Volume discounts granted at the time the supplier issues an invoice now represent a price reduction and therefore the taxes are applied to prices after reducing discount. As for interest charges imposed for late payment and cash discounts for early payment, these are financial burdens, so that these costs do not affect the amount of taxes that apply to the transaction. (Source: Government of Canada)
fr_ca: Les taxes sont calculées sur le prix net des produits. Des remises sur quantité accordées au moment ou le fournisseur délivre la facture consituent une réduction de prix et par conséquent, les taxes s'appliquent au prix après réduction de la remise. Quant aux frais d'intérêts imposés pour paiement tardif et aux escomptes accordés pour paiement anticipé, ceux-ci constituent des charges financières, si bien que ces frais n'influent pas sur le montant des taxes qui s'appliquent à la transaction. (Source: Gouvernement du Canada)

source: Date paid:
fr_ca: Payé le:

source: Please cut here and return with your payment.
fr_ca: S'il vous plait, découpez ici et retournez avec votre paiement.

source: Payment To:
fr_ca: Remettre À :

source: Invoice Number:
fr_ca: Numéro de facture:

source: Date Produced:
fr_ca: Date d'émission:

source: Amount Paid:
fr_ca: Montant Payé:

source: Thank you for your fast payment
fr_ca: Merci de votre prompt paiement

source: Fatal Error: No product in your invoice!
fr_ca: Erreur Fatale: Pas de produit dans votre facture!

source: Fatal Error: Invalid 'provenance' ID!
fr_ca: Erreur Fatale: Identifiant 'provenance' invalide!

source: Fatal Error: Invalid 'destination' ID!
fr_ca: Erreur Fatale: Identifiant 'destination' invalide!

source: From
fr_ca: De

source: To
fr_ca: À

source: invoice
fr_ca: facture

source: Thank you for submitting your quote, we will contact you soon.
fr_ca: Merci de nous avoir soumis cette soumission, nous vous contacterons très bientôt.

source: Quote
fr_ca: Soumission

source: Submit
fr_ca: Soumettre

source: You could send us a quote using this form.
fr_ca: Vous pouvez nous envoyer une soumission à l'aide de ce formulaire.

source: Contact Qu&eacute;-Rol
fr_ca: Contacter Qué-Rol

source: Document not found!
fr_ca: Document introuvable!

source: No document found!
fr_ca: Document introuvable!

source: Invalid credit card number entered!
fr_ca: Numéro de carte de crédit invalide!

source: Invalid expiration date!
fr_ca: Date d'expiration invalide!

source: Changes successfully saved.
fr_ca: Modifications sauvegard&eacute;es.

source: No card
fr_ca: Pas de carte

source: Automatic
fr_ca: Automatique

source: Preferred Language
fr_ca: Langage à utiliser

source: Email addresses
fr_ca: Adresse courriel

source: Credit Card Information
fr_ca: Information de la carte de crédit

source: Card Type
fr_ca: Type de carte

source: Owner Name
fr_ca: Nom / Propriétaire

source: Card Number (16 digits)
fr_ca: Numéro de carte (16 chiffres)

source: New Card Number (16 digits)
fr_ca: Numéro de carte (16 chiffres)

source: Expiration Date (MM/YY)
fr_ca: Date d'expiration (MM/AA)

source: Pre-authorized withdrawal
fr_ca: Paiements pré-authorisés

source: You
fr_ca: Vous

source: Ship To
fr_ca: Livrer &Agrave;

source: Welcome to Qu&eacute;-Rol distributor website
fr_ca: Plateforme distributeurs Qué-Rol.

source: Your user have an invalid company associated with it!
fr_ca: Une mauvaise entreprise est associ&eacute;e a votre usager!

source: Pending
fr_ca: En Attente

source: Processed
fr_ca: En Traitement

source: Shipped
fr_ca: Livr&eacute;

source: No data!
fr_ca: Aucune information!

source: No alerts!
fr_ca: Pas d'alertes!

source: Thank you for submitting your problem, we will contact you soon.
fr_ca: Merci de nous avoir soumis ce problème, nous vous contacterons très bientôt.

source: Problems
fr_ca: Problèmes

source: Website
fr_ca: Site web

source: Sales
fr_ca: Ventes

source: Products
fr_ca: Produits

source: Other
fr_ca: Autre

source: Problem Related To
fr_ca: Problème lié à

source: Submit Problem
fr_ca: Soumettre le problème

source: You have encountered a problem on our website? Let us know.
fr_ca: Vous avez rencontrer un problème avec notre site web? Laissez-nous le savoir.

source: DUE:
fr_ca: Dû:

source: No artwork to approve for now.
fr_ca: Aucun montage à approuver.

source: New Order
fr_ca: Nouveau Dossier

source: Invalid operation, please contact QUE-ROL directly.
fr_ca: Nous sommes incapable de traiter votre opération, veuillez nous contacter directement!

source: Customer name is empty!
fr_ca: Le nom de l'entreprise est vide!

source: Customer phone number is empty!
fr_ca: Numéro de téléphone vide!

source: Customer adress (street) is empty!
fr_ca: L'adresse (rue) est vide!

source: Customer adress (city) is empty!
fr_ca: L'adresse (ville) est vide!

source: Customer adress (state) is empty!
fr_ca: L'adresse (province/état) est vide!
